Tekla.Structures.ModelInternal.BuildingSpaces.Space.DrawAllSpaces
Draws all Building Spaces currently in model.
Returns: Number of spaces drawn.

Tekla.Structures.ModelInternal.BuildingSpaces.Space.Draw
Renders the space into view.